
  {
    "id": "ada_inGoldenFlame_downtime_pitchIn",
    "name": "PITCH IN",
    "activation": "Downtime",
    "terse": "Volunteer for extra work shifts and keep the Gate running.",
    "detail": "    <p>You volunteer for extra work shifts and get down to the difficult business of keeping Hell’s Gate running for another week. It’s tiring, dangerous and often thankless. But this is work that someone needs to do, and if nobody volunteers, you’re all just drifting.</p><b>Explain the work you’re putting in and roll:</b><p>On <b>9 or less</b>, you do more to hinder than help. You get in the way, make poor decisions or distract other workers. After a couple of days of this, you’re asked not to show up for shifts anymore. Take <b>+1 Difficulty</b> to interactions with the Gate’s residents until the next downtime.</p> <p>On <b>10-19</b>, with a staggering amount of effort, and many nights with too little sleep, you’re able to make some headway in tackling the station’s innumerable problems. Gain <b>+1 Advantage</b> on interactions with Hell’s Gate residents until the next downtime.</p> <p>On <b>20+</b>, not only do you solve a major problem that was causing a lot of people grief. Tick one segment on the <b>Station Stability</b> clock, and gain <b>+1 Advantage</b> on interactions with Hell’s Gate residents until the next downtime.</p> <p>If multiple characters take this action, roll once for each character and take the best result instead of applying each result individually. The <b>Station Stability</b> clock only gets incremented once, but social bonuses or penalties apply to all participating characters.</p>"
  },
  {
    "id": "ada_inGoldenFlame_downtime_goCubbying",
    "name": "GO CUBBYING",
    "activation": "Downtime",
    "terse": "Explore Hell's Gate and seek hidden treasures.",
    "detail": "<p>You strap on a mobility hardsuit, pack a few rations and set off into the station’s abandoned sectors. Some only have emergency lighting. Some are without power. Some aren’t even pressurized. But all of them have something interesting hidden inside, if you can find it.</p>  <p><b>Describe your exploration, then roll:</b></p>  <p>On <b>9 or less</b>, you get trapped behind a security door, stuck in a vent or just hopelessly lost. You’re forced to call for rescue. Jerry tearfully chews you out for setting a bad example, and has a maintenance team seal off a few common access points that cubbyers use. No other PC can take this action until next downtime, and you become persona non grata at the Gate’s cubbying club.</p>  <p>On <b>10-19</b>, you find something interesting on your explorations: a forgotten cache of supplies, a functional console with useful data, an access card to a door nobody’s been able to open, or something like that. You can treat these as <b>RESERVES</b>, as useful materials for a future downtime action like <b>Get Creative</b>, or as currency to give you <b>+1 Advantage</b> on a few social rolls.</p>  <p>On <b>20+</b>, not only do you find a bunch of useful stuff, you actually discover something in a forgotten corner of the station that’s been causing a bunch of those problems the wrenchies couldn’t figure out how to fix. You get all the benefits of a <b>10-19</b> result and you tick one segment on the <b>Station Stability</b> clock. Jerry finally eases up on the whole cubbying deal, so the station’s cubbying club now thinks you’re rad as fuck.</p>  <p>The <b>Station Stability</b> clock can only increment once per downtime from this action, but any number of characters can roll this activity separately and reap its other benefits.</p>"
  },
  {
    "id": "ada_inGoldenFlame_downtime_takeABreak",
    "name": "TAKE A BREAK",
    "activation": "Downtime",
    "terse": "De-stress and recharge.",
    "detail": "<p>Jerry has added a few days leave to your file – a rare privilege on Hell’s Gate. You decide to spend some of them right now, de-stress and recharge your batteries after the hectic few weeks you’ve had.</p>  <p><b>Explain how you’re de-stressing, and then roll:</b></p>  <p>On <b>9 or less</b>, you just can’t switch off. It’s hard to sleep, and nothing seems to help. You have a rough few days. But one morning, you wake up, step outside and find a little care package with some of your favorite snacks inside. There’s a little note signed by more than sixty people. It says “thank you for keeping us safe.” One of the kids drew your mech. They really do care.</p>  <p>On <b>10-19</b>, you feel a bit of the weight lift off your shoulders. You catch a good night’s sleep for the first time in ages. Oh, and you made a friend! The GM can roll on the Additional NPCs table from <b>Beat 1: All Ye Who Enter (p. 60)</b>, or invent their own.</p>  <p>On <b>20+</b>, you feel better than you’ve felt in years! You’re more ready to face the world than you ever were before. Take two counters. They represent a well of renewed confidence. During the next mission, you can spend a counter on an attack, check or save you make to treat the result of the d20 roll as a 10.</p>"
  },
  {
    "id": "ada_inGoldenFlame_downtime_joinACrew",
    "name": "JOIN A CREW",
    "activation": "Downtime",
    "terse": "Join a salvage/mining crew.",
    "detail": "<p>Now that the scanning array is back online and the pirates are out of the way for a while, salvage and mining runs are starting up again. You check your hardsuit seals, pack your bag, join a crew and spend a couple of weeks out in a wreck or an asteroid cluster. If you’re not the mining or salvaging type, you can still bring your mech, keeping the team safe while they work; guardians get a cut, just like everyone else.</p>  <p>Create a six-segment <b>Salvage</b> clock on your character sheet, then roll:</p>  <p>On <b>9 or less</b>, fill in one segment on the Materials clock.</p>  <p>On <b>10-19</b>, fill in two segments on the Materials clock, and gain one item of particular interest. Roll 1d20 to see what you find. This can be used as Reserves, pilot gear, or to gain <b>+1 Advantage</b> on a couple of relevant skill checks.</p>  <p>On <b>20+</b>, due to your stellar performance on this run, the team votes you for first pick. Fill in three segments on the Materials clock, then roll <b>2d20</b>, choosing one result.</p>  <p>From now on, you can clear segments on the Salvage clock for the following benefits:</p> <ul> <li> <b>1 segment</b>: Gain <b>+1 Advantage</b> on one skill check to invent, create or repair items, or on one skill check to barter, negotiate or bribe.</li> <li> <b>2 segments</b>: During any <b>downtime</b>, gain one piece of Mech Equipment and Gear (Lancer, p. 51) as <b>Reserves</b>.</li> <li> <b>6 segments</b>: During any downtime on Hell’s Gate, tick one segment on the <b>Station Stability clock</b></li></ul>"
  }
