[
  {
    "id": "ada_inGoldenFlame_weapon_broncoHook",
    "name": "Bronco Hook",
    "mount": "Auxiliary",
    "source": "EXOTIC",
    "type": "Melee",
    "range": [
      {
        "type": "Threat",
        "val": 1
      }
    ],
    "damage": [
      {
        "type": "Kinetic",
        "val": "1"
      }
    ],
    "on_hit": "the Bronco Hook sticks in the target. You may retrieve the Bronco Hook by any means you would retrieve a thrown weapon, and when you do, the target takes <b>1 Kinetic AP</b>. If you or the target move away from each other by any means, they take this damage and the Bronco Hook automatically returns to you.",
    "effect": "<b>On miss:</b> the Bronco Hook automatically returns to you if it was thrown",
    "description": "This appears to be a jury-rigged magnetic accelerator, designed to make tether points on asteroids by driving mech-scale pitons into them. Rule of thumb is if it can pierce a meter of asteroid rock, it can pierce ten centimeters of mech armor.",
    "tags": [
      {
        "id": "tg_exotic"
      },
      {
        "id": "tg_thrown",
        "val": 5
      },
      {
        "id": "tg_ap"
      }
    ]
  },
  {
    "id": "ada_inGoldenFlame_weapon_theGrabber",
    "name": "The Grabber",
    "mount": "Heavy",
    "source": "EXOTIC",
    "type": "Melee",
     "range": [
      {
        "type": "Threat",
        "val": 2
      }
    ],
    "damage": [
      {
        "type": "Kinetic",
        "val": "2d6"
      }
    ],
    "on_hit": "you and your target each roll a contested <b>HULL</b> check. If you win the contested roll, your target is knocked <b>PRONE</b>.",
    "effect": "",
    "description": "A standard piece of equipment found on mining and salvage rigs throughout the system; its official product name is the IPS-N Mechanized Chassis Remote Handling Tool, but that’s boring as hell, so most folks call it “the Grabber.” Not much work is needed to repurpose it to grab mechs instead of asteroids. Please note that such modification will void the warranty.",
    "tags": [{
        "id": "tg_exotic"
      }
    ]
  }
]